app/Controllers/Main.php

    public function login_submit()
    {

        $usuario = $this->request->getPost('usuario');
        $senha = $this->request->getPost('senha');

        $modelo = new Cliente();
        $usuario = $modelo->where('usuario', $usuario)->first();
---
SELECT *
FROM `clientes`
WHERE `usuario` = 'mbture'
 LIMIT 1

    public function consultar()
    {
        //verifica se tem sessão iniciaca
        if (!check_session()) {
            return redirect()->to('/', 301);
        }

        if (!user_autorized('001')) {
            return redirect()->to('/', 301);
        }

        $produtos = new Produto();
        $data['produtos'] = $produtos->findAll();
---
SELECT *
FROM `produtos`